Repository: abdousmi/dupral
Catalog: sites/all/modules/commerce_paylinebymonext/translations/*.po
Languages: fr

source: Do payline refund
fr: Rembourser avec Payline

source: Perform refund for transaction done with payline payment solution.
fr: Rembourser la transaction Payline

source: refund success
fr: Remboursement réussi

source: refund failure
fr: Echec du remboursement

source: An error occured. Please contact the merchand with the following information
fr: Une erreur est survenue. Veuillez nous contacter en transmettant les informations suivantes

source: Order reference : @order_id
fr: Référence commande : @order_id

source: Implements Monext Payline payment services for use with Drupal Commerce.
fr: Implémentation de la solution de paiement Payline dans Drupal Commerce.

source: Banking Order
fr: Virement SEPA

source: cash option
fr: Wexpay

source: @contract logo
fr: logo @contract

source: Store order and payline order ref doesn't match
fr: La référence commande Payline et interne ne correspondent pas

source: Payline transaction and Order does not match : attempt to use @token, corresponding to @transaction, to validate @order_id store order
fr: La transaction Payline ne correspond pas à la commande : tentative de validation de la commande @order_id avec le token @token correspondant à la transaction @transaction

source: Please, choose a payment method
fr: Veuillez sélectionner votre méthode de paiement

source: Refund return process uncountered unexpected error
fr: Erreur lors du processus de remboursement

source: Transaction cancelled by yourself
fr: Transaction annulée par le commerçant

source: We are sorry, your transaction has been refused.
fr: Désolé, votre paiement est refusé.

source: Refund (Payline)
fr: Remboursement (Payline)

source: Monext Payline WebPayment
fr: Paiement web via Payline par Monext

source: Implements Monext Payline UI function
fr: Implémentation de l'IHM Payline

source: Refund transaction @transaction_id for order @order_id
fr: Remboursement de la transaction @transaction_id pour la commande @order_id

source: Items manager
fr: Gestion des articles

source: Refund Type
fr: Type de remboursement

source: Refund without remove items
fr: Rembourser sans retirer les articles

source: Do you want perform a refund without remove any items ?
fr: Voulez-vous procéder au remboursement sans retirer aucun article ?

source: Amount to refund
fr: Montant à rembourser

source: Remove items you want to refund (check remove checkbox or decrease quantity).
fr: Indiquez les articles qui NE seront PAS remboursés en cochant la case ou en modifiant la quantité

source: Order status
fr: Statut de commande

source: Status after refund
fr: Statut après remboursement

source: Which status order will be get afer you perform refund
fr: Statut attribué à la commande après un remboursement

source: Update log message
fr: Mettre à jour la trace

source: Provide an explanation of the changes you are making. This will provide a meaningful audit trail for updates to this order.
fr: Détaillez le changement opéré. Cela permettra une bonne traçabilité sur cette commande.

source: Confirm transaction refund (payline transaction : @remote_id) for order @order_id
fr: Confirmez le remboursement de la transaction @remote_id pour la commande @order_id

source: Are you sure to want to refund a part of this order ?
fr: Confirmez-vous le remboursement partiel de cette commande ?

source: Refund
fr: Remboursement

source: Fill the amount you want to refund for this order - any line item will be removed.
fr: Indiquez le montant à rembourser pour cette commande. Aucun article ne sera affecté.

source: Amount to refund is greater than orginal amount
fr: Le montant du remboursement est suppérieur au montant initial

source: Qantity of product is greater than original quantity
fr: Le nombre d'articles est suppérieur au nombre initial

source: You have perform no refund operation
fr: Aucun remboursement n'a été effectué

source: Payline Global Access
fr: Connexion à Payline

source: Set your payline global access (merchant id, access key and target environnement
fr: Indiquez vos paramètres de connexion à Payline : identifiant commerçant, clé d'accès et environnement

source: Merchand ID
fr: Identifiant commerçant

source: Your payline merchant id
fr: Votre identifiant commerçant Payline

source: Access Key
fr: Clé d'accès

source: Your payline access key
fr: Votre clé d'accès aux web services Payline

source: Target environnement
fr: Environnement cible

source: Your payline environnement
fr: Environnement Payline

source: Set your proxy environnement
fr: Indiquez vos paramètres proxy

source: Proxy Host
fr: Hôte proxy

source: Your proxy host
fr: Le serveur du proxy HTTP

source: Proxy Port
fr: Port

source: Your proxy port
fr: Le port utilisé par votre proxy HTTP

source: Proxy User
fr: Utilisateur

source: Your proxy user
fr: Votre login pour les connexion via le proxy HTTP

source: Proxy Password
fr: Mot de passe

source: Your proxy password
fr: Votre mot de passe pour les connexion via le proxy HTTP

source: Contracts
fr: Contrats

source: Set your payline contracts
fr: Renseignez vos contrats Payline

source: Primary
fr: Primaire

source: Secondary
fr: Secondaire

source: Customisations
fr: Personnalisations

source: Set your custom payment pages
fr: Personnalisez votre page de paiement

source: You can set a description for this payment method. It will be displayed on checkout form
fr: Renseignez une description pour cette méthode de paiement. Elle sera affichée lors du processus de commande

source: Template URL
fr: URL template

source: Payment page's template url
fr: URL du template de personnaliation des pages Payline

source: Customisation Id
fr: Identifiant de personnalisation

source: You have to choose at least one primary contracts
fr: Vous devez renseigner au moins un contrat primaire

source: custom template url : @templateUrl
fr: URL template : @templateUrl

source: Customisation ID : @customisationID
fr: Identifiant de personnalisation : @customisationID

source: Your drupal commerce site is plugged on payline test environnement
fr: Votre site utilise l'environnement Payline de test

source: At least one of your contracts contract number is incorrect
fr: Un de vos numéros de contrats est incorrect

source: Your custom payment page code is not valid
fr: Votre code de personnalisation est incorrect

source: Template URL : Must be an https:// url on port 443
fr: l'URL template doit être en https

source: @count primary contract is setted
fr: @count contrat primaire est configuré

source: @count secondary contract is setted
fr: @count contrat secondaire est configuré

source: Payline Immediat Web Payment
fr: Paiement web comptant

source: Monext Payline Immediat Web Payment
fr: Paiement web comptant via Payline par Monext

source: Implements Monext Payline off site service in Drupal Commerce checkout.
fr: Implémentation de Payline dans le processus de commande Drupal Commerce.
